IDEA StatiCa Open Model
CutMethod Enumeration
Compatible with IDEA StatiCa Beta 21.0 - beta
 Cut method
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public enum CutMethod
Public Enumeration CutMethod
public enum class CutMethod
Members
Member name | Value | Description
BoundingBox | 0 |  BoundingBox
Surface | 1 |  Surface
Mitre | 2 |  Mitre
See Also
Reference
IdeaRS.OpenModel.Connection Namespace